cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'exercism'
brew 'exiftool'
brew 'git-lfs'
brew 'gnupg'
# brew 'go'
# brew 'grc'
# brew 'imagemagick'
brew 'jq'
brew 'libgit2'
brew 'nmap'
brew 'node'
# TODO: Compare libressl and openssl
# brew 'openssl'
brew 'python3'
brew 'rbenv'
# brew 'readline'
brew 'spark'
brew 'the_silver_searcher'
# brew 'unrar'
brew 'wget'
# brew 'youtube-dl'

cask 'atom'
cask 'caibre'
cask 'dropbox'
cask 'encryptme'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'graphiql'
cask 'keybase'
cask 'slack'
cask 'textexpander'
cask 'torbrowser'
cask 'virtualbox'
cask 'wireshark'
cask 'zoom'
