cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'awscli'
brew 'azure-cli'
brew 'cmus'
brew 'coreutils'
brew 'entr'
# brew 'exercism'
brew 'exiftool'
brew 'gh'
brew 'git-lfs'
brew 'gnupg'
brew 'jq'
# brew 'libgit2'
# brew 'nmap'
# TODO: Compare libressl and openssl
# brew 'openssl'
brew 'python3'
brew 'rbenv'
# brew 'readline'
# brew 'spark'
brew 'terminal-notifier'
brew 'tmux'
# brew 'unrar'
# brew 'wget'
# brew 'zbackup'

cask '1password'
cask 'calibre'
cask 'docker'
# cask 'dropbox'
cask 'encryptme'
cask 'keybase'
cask 'minecraft'
cask 'standard-notes'
cask 'steam'
cask 'visual-studio-code'
cask 'wireshark'
cask 'zoom'
