cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'exercism'
brew 'exiftool'
brew 'gh'
brew 'git-lfs'
brew 'gnupg'
brew 'jq'
brew 'libgit2'
brew 'nmap'
# TODO: Compare libressl and openssl
# brew 'openssl'
brew 'python3'
brew 'rbenv'
# brew 'readline'
brew 'spark'
brew 'tmux'
# brew 'unrar'
brew 'wget'
brew 'zbackup'

cask 'atom'
cask 'brave-browser'
cask 'calibre'
cask 'docker'
cask 'dropbox'
cask 'encryptme'
cask 'keybase'
cask 'standard-notes'
cask 'textexpander'
# cask 'wireshark'
